[
    {
      "id": 1,
      "companyLogo": "tesla.png",
      "jobTitle": "Software Engineer",
      "companyName": "Tesla",
      "remoteOrOnsite": "Remote",
      "location": "USA",
      "workingTine": "Full-time",
      "salary": "$80,000 - $100,000",
      "JobDescription": "Looking for a Software Engineer to develop software applications, design algorithms, and collaborate with the team to ensure projects are completed on time and to high standards. Must have strong skills in programming languages like Java, Python, or C++, problem-solving, and communication. Experience with agile development and cloud technologies preferred.",
      "jobResponsibility": "Responsibilities include developing software applications, designing and implementing complex algorithms, and working collaboratively with a team to ensure projects are completed on time and to the highest quality standards.",
      "educationalRequirements": "Bachelor's degree in Computer Science or related field",
      "experiences": "3+ years of experience in software development",     
      "phone": "555-1234",
      "email": "careers@abctech.com"
      
    },
    {
      "id": 2,
      "companyLogo": "google.png",
      "jobTitle": "Marketing Manager",
      "companyName": "Google",
      "remoteOrOnsite": "Onsite",
      "location": "Los Angeles, CA",
      "workingTine": "Full-time",
      "salary": "$70,000 - $90,000",
      "JobDescription": "We are seeking an experienced Marketing Manager to lead our marketing team. The ideal candidate will have a proven track record in developing and executing successful marketing strategies, be adept at market analysis and customer insights, and possess excellent communication and leadership skills. A degree in marketing or related field is preferred.",
      "jobResponsibility": "Responsibilities include developing and executing successful marketing strategies, market analysis, customer insights, and leading the marketing team to achieve business goals. Excellent communication and leadership skills are required.",
      "educationalRequirements": "Bachelor's degree in Marketing, Business Administration, or related field",
      "experiences": "5+ years of experience in marketing or related field",
      "phone": "555-5678",
      "email": "jobs@defmarketing.com"
      
    },
    {
      "id": 3,
      "companyLogo": "amazon.jpg",
      "jobTitle": "Graphic Designer",
      "companyName": "Amazon",
      "remoteOrOnsite": "Remote",
      "location": "USA",
      "workingTine": "Part-time",
      "salary": "$30 - $50 per hour",
      "JobDescription": "We are looking for a talented Graphic Designer to join our creative team. The ideal candidate will have a strong portfolio demonstrating proficiency in graphic design software, be able to conceptualize and execute designs for various mediums, and possess excellent communication skills. A degree in graphic design or related field is preferred.",
      "jobResponsibility": "Responsibilities include conceptualizing and executing designs for various mediums, proficiency in graphic design software, and excellent communication skills to collaborate with the team and clients.",
      "educationalRequirements": "Associate's or Bachelor's degree in Graphic Design or related field",
      "experiences": "2+ years of experience in graphic design",
      "phone": "555-9012",
      "email": "info@ghidesign.com"
    },
    {
      "id": 4,
      "companyLogo": "netflix.png",
      "jobTitle": "Customer Service Representative",
      "companyName": "Netflix",
      "remoteOrOnsite": "Onsite",
      "location": "San Francisco, CA",
      "workingTine": "Full-time",
      "salary": "$40,000 - $50,000",
      "JobDescription": "We are seeking a friendly and customer-focused Customer Service Representative to join our team. The ideal candidate will have excellent communication and problem-solving skills, be able to multitask in a fast-paced environment, and have a passion for helping people. Previous customer service experience is preferred but not required.",
      "jobResponsibility": "Responsibilities include providing friendly and efficient customer service, problem-solving, multitasking in a fast-paced environment, and ensuring customer satisfaction. Previous customer service experience is preferred but not required.",
      "educationalRequirements": "High school diploma or equivalent",
      "experiences": "1+ years of experience in customer service",
      "phone": "555-3456",
      "email": "hr@hijservices.com"
    },
    {
        "id": 5,
        "companyLogo": "microsoft.jpg",
        "jobTitle": "Data Analyst",
        "companyName": "Microsoft",
        "remoteOrOnsite": "Remote",
        "location": "USA",
        "workingTine": "Full-time",
        "salary": "$70,000 - $90,000",
        "JobDescription": "We're looking for a detail-oriented Data Analyst to join our team. The ideal candidate will have experience in data analysis, visualization, and interpretation. Proficiency in statistical analysis tools, such as Python or R, and SQL is required. The candidate must possess excellent analytical, problem-solving and communication skills. A degree in a related field is preferred.",
        "jobResponsibility": "Responsibilities include analyzing, visualizing, and interpreting data, proficiency in statistical analysis tools such as Python or R, and SQL. Excellent analytical, problem-solving, and communication skills are required.",
        "educationalRequirements": "Bachelor's degree in Computer Science, Statistics, or related field",
        "experiences": "3+ years of experience in data analysis or related field",
        "phone": "555-7890",
        "email": "careers@jklanalytics.com"
      },
      {
        "id": 6,
        "companyLogo": "airbnb.png",
        "jobTitle": "Software Engineer",
        "companyName": "Airbnb",
        "remoteOrOnsite": "Onsite",
        "location": "San Francisco, CA",
        "workingTine": "Full-time",
        "salary": "$120,000 - $150,000",
        "JobDescription": "Looking for a Software Engineer to develop software applications, design algorithms, and collaborate with the team to ensure projects are completed on time and to high standards. Must have strong skills in programming languages like Java, Python, or C++, problem-solving, and communication. Experience with agile development and cloud technologies preferred.",
        "jobResponsibility": "Responsibilities include developing software applications, designing and implementing complex algorithms, and working collaboratively with a team to ensure projects are completed on time and to the highest quality standards.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or related field",
        "experiences": "5+ years of experience in software engineering or related field",
        "phone": "555-1234",
        "email": "jobs@xyzsoftware.com"
      }
]      
      
  